Repository: EKYCSolutions/ekyc-id-ios
Catalog: EkycID/Assets/*.lproj/Localizable.strings
Languages: km

source: Initializing
km: កំពុងចាប់ផ្តេីម

# SCAN_MAIN
source: Scan the front of the document
km: ស្កេនផ្នែកខាងមុខនៃឯកសារ

source: Processing
km: ដំណើរការ

source: Preparing
km: កំពុងរៀបចំ

# SCAN_BACK
source: Scan the back of the document
km: ស្កេនផ្នែកខាងក្រោយនៃឯកសារ

source: Document Found
km: ឯកសារត្រូវបានរកឃើញ

# DOCUMENT_TOO_BIG
source: Move Closer
km: កាន់អោយឆ្ងាយ

# DOCUMENT_TOO_SMALL
source: Move Back
km: កាន់អោយជិត

# DOCUMENT_NOT_IN_CENTER
source: Place the object at the center
km: ដាក់ឯកសារនៅកណ្តាល

source: Cannot grab document
km: មិនអាចចាប់យកឯកសារបានទេ

# DOCUMENT_BLUR
source: Blurry Document
km: រូបកាតមានសភាពមិនច្បាស់

source: Cannot grab face
km: មិនអាចទាញយកមុខចេញពីកាត

# NO_FACE_FOUND
source: Place face at the center
km: ដាក់មុខនៅកណ្ដាល

source: Face found
km: ដំណើរការ

source: Multiple faces found
km: មុខច្រើនជាងម្នាក់

source: Face too big
km: មុខនៅជិតពេក

source: Face too small
km: មុខនៅឆ្ងាយពេក

# FACE_NOT_IN_CENTER
source: Place face at the center
km: ដាក់មុខនៅកណ្ដាល

# LOOK_RIGHT
source: Turn Head - Right
km: ងាកស្ដាំ

# LOOK_LEFT
source: Turn Head - Left
km: ងាកឆ្វេង

source: Blinking
km: ព្រិចភ្នែក

# FACE_BLOCKAGE_FOUND
source: Please remove mask or glasses
km: សូមដោះម៉ាស ឬ វ៉ែនតា
